IDEA StatiCa Open Model
ReinfBarOnMoreEdges.LengthFromLastIntersection Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Length of bar from last intersection in the direction of edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double LengthFromLastIntersection { get; set; }
Public Property LengthFromLastIntersection As Double
	Get
	Set
public:
property double LengthFromLastIntersection {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ReinfBarOnMoreEdges Class
IdeaRS.OpenModel.Detail Namespace